Repository: pierregillet/Factorywars
Catalog: po/*.po
Languages: fr

source: fps
fr: ips

source: New game
fr: Nouvelle partie

source: Load game
fr: Charger une partie

source: Settings
fr: Paramètres

source: About
fr: À propos

source: Quit
fr: Quitter

source: Main menu
fr: Menu principal

source: Save
fr: Sauvegarder

source: Save and quit
fr: Sauvegarder et quitter

source: Usage: %s [OPTION]...
fr: Utilisation : %s [OPTION]...

source: The best game in the world!
fr: Le meilleur jeu du monde !

source: -h, --help display this help and exit.
fr: -h, --help affiche cette aide et quitte.

source: -s, --server <IP> specify the ip of the server you want to join.
fr: -s, --server <IP> spécifie l'adresse IP du serveur que l'on souhaite rejoindre.

source: -p, --server-port <port> specify the port of the server you want to join (default: 4284).
fr: -p, --server-port <port> spécifie le port du serveur que l'on souhaite rejoindre.

source: License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html>
fr: Licence GPLv3+ : GNU GPL version 3 ou toute version ultérieure <https://www.gnu.org/licenses/gpl-3.0.fr.html>

source: This is free software: you are free to change and destribute it.
fr: Ceci est un logiciel libre : vous êtes libre de le modifier et de le distribuer.

source: There is NO WARRANTY, to the extent permitted by law.
fr: Il n'y a AUCUNE GARANTIE, dans les limites permises par la loi.

source: Error, cannot allocate memory.
fr: Erreur, impossible d'allouer de la mémoire.

source: Error the file cannot be opened.
fr: Erreur, le fichier ne peut Ãªtre ouvert.

source: Failed to allocate memory.
fr: Impossible d'allouer de la mémoire.

source: Failed to reallocate memory.
fr: Impossible de réallouer de la mémoire.

source: Error while reading the file.
fr: Erreur lors de la lecture du fichier.

source: Error while opening the tile file.
fr: Erreur lors de l'ouverture du fichier de la dalle.

source: Failed to allocate memory.
fr: Impossible d'allouer de la mémoire.

source: Error while reading the tile's file.
fr: Erreur lors de la lecture du fichier de la dalle.

source: Error, the tile file cannot be opened.
fr: Erreur, le fichier de la dalle ne peut être ouvert.

source: The texture of the chunk %d;%d is not correct.
fr: La texture du tronçon %d;%d est incorrecte.

source: CreateRGBSurface failed:
fr: CreateRGBSurface a échoué :

source: Error while generating the texture of the chunk %d;%d
fr: Erreur pendant la génération de la texture du tronçon %d;%d

source: Error while loading biomes' textures
fr: Erreur pendant le chargement des textures de biomes.

source: Error while loading items' textures
fr: Erreur pendant le chargement des textures des objets.
